
[FOXDAMAGETYPE_BULLET_AK47]
suicidestrings=did the impossible
killstrings=killed %s
killstrings=executed %s

[FOXDAMAGETYPE_BULLET_M4]
suicidestrings=did the impossible
killstrings=killed %s
killstrings=neutralized %s

[FOXDAMAGETYPE_COMPOUNDBOW_ARROW]
suicidestrings=shot themself in the foot
killstrings=shot %s in the knee
killstrings=neutralized %s

[FOXDAMAGETYPE_COMPOUNDBOW_EXPLOSIVE]
suicidestrings=shot themself in the foot
killstrings=killed %s
killstrings=neutralized %s

[FOXDAMAGETYPE_COMPOUNDBOW_CUPID]
suicidestrings=shot themself with love
killstrings=killed %s with love
killstrings=loved %s right in the face
killstrings=spiced up %s's life
killstrings=shot %s with love
killstrings=broke up with %s

[FOXDAMAGETYPE_HAMMER2]
suicidestrings=
killstrings=killed %s
killstrings=nailed %s
killstrings=hammered %s
killstrings=pulped %s
killstrings=pounded %s
killstrings=

[FOXDAMAGETYPE_HAMMERTOXICMINE]
suicidestrings=suicide
killstrings=killed %s
killstrings=gave %s a green cloud of death
killstrings=stank bombed %s
killstrings=melted %s's face off
killstrings=liquefied %s's organs
killstrings=gassed out %s

[FOXDEPLOYABLE_JAMMER]
useownstring=Hack Disrupter

[FOXWEAPON_AK47]
friendlyname=AK470 Rifle
friendlytooltip=The AK470 Rifle is a balanced weapon overall, offering moderate rate of fire with high stopping power.

[FOXWEAPON_COMPOUNDBOW]
friendlyname=Compound Bow
friendlytooltip=A modernized classic compound bow made using that latest technology. Stealthy and effective for those that can master it.

[FOXWEAPON_HAMMER2]
friendlyname=Toxic Breach Hammer
friendlytooltip=A hammer equipped with a powerful piston that delivers a timed toxic warhead.

[FOXWEAPON_M4]
friendlyname=M4X Rifle
friendlytooltip=The M4X Rifle is a balanced weapon overall, offering high rate of fire with moderate stopping power.

[FOXWEAPONBARREL_23]
friendlyname=Redsand CQC Barrel
friendlytooltip=Improves running speed and damage, but impairs spread and range.

[FOXWEAPONBARREL_24]
friendlyname=Briar CQC Barrel
friendlytooltip=Significantly improves damage, but also impairs spread, range, and running speed.

[FOXWEAPONBARREL_25]
friendlyname=Briar Balanced Barrel
friendlytooltip=Balanced barrel.<br>Improves damage, but impairs running speed.

[FOXWEAPONSCOPE_COUNTER_01]
friendlyname=Aim Point Ammo Counter
friendlytooltip=An aim point with a ammo count HUD

[FOXWEAPONSCOPE_COUNTER_02]
friendlyname=4X Ammo Counter Scope
friendlytooltip=A 4x Scope with a ammo count HUD
friendlytag=

[FOXWEAPONSCOPE_IR_2]
friendlyname=ArmCom Infrared Scope
friendlytooltip=Infrared scope.<br>Infrared scope with 2x zoom, but worsened scope-in time.

[FOXWEAPONSTOCK_14]
friendlyname=Redsand Compensator Stock
friendlytooltip=Improves recoil, but impairs running speed, scope-in time, and spread.
